"该文本不能为空，请重新输入 ......"="Текст не может быть пустым, повторно введите ..."
"请检查是否已安装 Adobe Acrobat"="Проверьте, установлен ли  Adobe Acrobat"
"网页"="Веб-страница"
"编辑用户"="Редактировать пользователь"
"软键盘"="Клавиатура"
"简体中文"="Упрощенный китайский язык "
"(提示：点击浏览按钮选择本地文件)"="(Подсказка: нажмите кнопку просмотра, чтобы выбрать локальный файл)"
"异步下载方式"="Асинхронный режим"
"本地资源显示失败"="Не удалось отобразить локальный ресурс"
"立体形状"="Стерео форма"
"空间站 "="Космическая станция"
"删除用户"="Удалить пользователь"
"排笔"="Щетка"
"恐龙"="Динозавр"
"用户管理"="Управление пользователями"
"切换到系统"="Windows"
"关闭笔迹修复"="Выключить ремонт почерка "
"资源在线"="Онлайновые ресурсы"
"导入文件"="Ввести файл"
"删除工具"="Удалить инструмент"
"水平尺"="Визирка "
"系统设置"="Настройка системы"
"软件不会将水印保存到您的文档中"="Программное обеспечение не будет зарезервировать водяной знак в вашей папке"
"三角板"="Треугольник"
"三点画圆"="Круг по трем точкам"
"动物 "="Животное"
"其他背景"="Прочие фоны "
"回放"="Воспроизведение"
"此用户名称已经存在"="Настоящее имя пользователя существует "
"代数 "="Алгебра"
"地球 "="Земля"
"关于"="О "
"删除当前页"="Удалить"
"清空所有笔画"="Очистить все почерки"
"文件路径"="Путь к файлу"
"温度 "="Температура"
"俄语"="Русский язык "
"播放"="Воспроизвещение "
"保存文件"="Сохранить файл"
"背景颜色"="Фоновый цвет"
"倒计时"="Обратный отсчет"
"截图"="Скриншот"
"直线"="Линия"
"本地资源读取失败"="Не удалось прочитать локальный ресурс"
"语言"="Язык"
"当前播放"="Текущее произведение "
"分钟"="Минута"
"正在打开文档，请稍等"="Открывается файл, подождите"
"链接内容的名称："="Ссылка на имя содержания:"
"加密狗沒有註冊成為雙拼屏幕，請重新註冊。"="Аппаратный ключ не зарегистрирован для режима двойного экрана, перерегистрируйтесь."
"图片下载方式"="Режим скачки    изображения"
"图标"="Иконки"
"默认用户"="Пользователь по умолчанию"
"地图 "="Карты"
"哺乳动物 "="Млекопитающие"
"截屏"="Скриншоты"
"人教网"="Сайт PEP "
"工具"="Инструмент"
"手写识别"="Распознавание рукописного ввода"
"向左停靠"="Налево"
"计时器"="Таймер"
"教学资源"="Образовательные ресурсы"
"选择页面"="Выбрать страницу"
"显示"="Показать"
"本地资源"="Локальные ресурсы"
"新建页面"="Новая страница"
"时间"="Время"
"笔迹选择工具"="Инструмент выбора почерка "
"旋转与缩放"="Вращение и масштабирование"
"前进"="Вперед"
"智能笔"="Смарт-перо "
"气候"="Климат"
"克罗地亚"="Хорватский язык "
"移动工具"="Инструмент перемещения "
"前一页"="Предыдущая страница"
"创易网"="Сайт Chong Yi"
"找不到此链接内容"="Не возможно найти содержание этой ссылки"
"启动设置"="Настройка запуска"
"图片路径不能为空"="Путь к изображению не может быть пустым"
"页面设置"="Настройка страницы"
"椭圆"="Эллипс"
"环境亮度"="Яркость"
"删除"="Удалить"
"地理学 "="География"
"添加用户"="Новый пользователь"
"角度"="Угол"
"下一页"="Следущая страница"
"请输入用户名称"="Введите имя пользователя"
"历史"="История"
"硬笔"="Ручка"
"图案和关系 "="Модели и отношения"
"波兰语"="Польский язык "
"计时"="Отсчет времени "
"图片搜索设置"="Настройка поиска изображения"
"撤消"="Расстегивать"
"停止"="Стоп"
"从太空中看地球 "="Земля Вид из космоса"
"中等尺寸图片"="Изображение средним размером"
"橡皮擦"="Резинка "
"复制"="Копировать "
"三角形"="Треугольник"
"太阳系"="Солнечная система"
"擦除图片"="Стереть изображения "
"视频展台"="Видео выставочный стенд "
"按点删除"="Удалить по точкам"
"宇航员 "="Астронавт"
"其他设置"="Прочие настройки"
"元素"="Элемент"
"页面列表"="Лист страниц "
"批注"="Аннотировать"
"地理科学 "="География"
"画笔颜色"="Цвет пера "
"乌克兰"="Украинский язык "
"装入文本文件"="Вставка текстового файла"
"清空搜索记录"="Очистить кукис поиска"
"向右停靠"="Направо"
"文档页面"="Страница документации "
"按笔划删除"="Удалить по чертам "
"韩语"="Корейский язык "
"幕布"="Маска"
"放大镜"="Увеличительное стекло"
"三角学 "="Тригонометрия"
"请选择文件路径："="Выберите путь к файлу:"
"大小"="Размер"
"华氏"="Фаренгейт"
"化学"="Химия"
"无脊椎动物 "="Беспозвоночные "
"基本功能 "="Основные функции"
"在退出之前要保存文件吗?"="Вы хотите, чтобы сохранить файл перед выходом?"
"打印预览"="Просмотр печати"
"新建文件"="Новый "
"粘贴"="Вставить"
"正在保存文档，请稍等"="Идет сохранение файла, подождите."
"鸟类"="Птицы"
"取消"="Отмена"
"Internet Explorer无法显示该网页或者没有相关图片....."="Internet Explorer не может отобразить данной веб-страницы или нет соответствующих изображений"
"填充几何图形"="Заполнить геометрическую фигуру "
"页面链接"="Ссылка на страницу"
"英语"="Английский язык "
"直尺"="Линейка"
"多笔"="Многоперьевая  форма"
"正方形"="Квадрат"
"摄氏"="Цельсия"
"放到最后"="В финал"
"在打开之前要保存文件吗?"="Вы хотите, чтобы сохранить файл перед открытием?"
"放大倍数"="Кратность увлечения"
"彗星"="Комета"
"你沒有權限使用手指觸控功能"="Вы не имеете права использовать функцию сенсорного пальца"
"爬行动物"="Рептилия"
"文氏图"="Диаграммы Венна"
"选择用户"="Выбрать пользователь"
"面积"="Площадка"
"繁体中文"="Традиционный китайский язык "
"文件"="Файл"
"第一次没有搜索到有效的图片，请点击下一页重新搜索"="Не найдена полезная картинка на первой странице, пожалуйста, введите следующую страницу для поиска еще раз."
"季节"="Времена года"
"新建黑色背景页"="Новая черная страница"
"半径画圆"="Круг по радиусу"
"打开网页网址是失败的"="Не удалось открыть веб-сайт"
"图片尺寸类型"="Размер и тип изображения"
"形状空间和测量 "="Формы, пространство и измерения"
"向下"="Переместить вниз"
"Chinese"="Русский "
"导出"="Вывод "
"插入超链接"="Вставить ссылку"
"翻动下一页是出现错误"="Ошибка для перехода на следующую страницу"
"字体"="Шрифт"
"新建屏幕批注页"="Новая страница примечания экрана "
"用户名称"="Имя пользователя"
"在输入前自动打开键盘"="Автоматически подключается клавиатура перед вводом"
"返回"="Назад"
"新建白色背景页"="Новая белая страница"
"西班牙"="Испанский язык "
"请选择工具"="Выберите инструменты"
"人造卫星 "="Спутник"
"世界 "="Мир"
"磁盘文件"="Дисковый файл"
"黑色背景"="Черный фон"
"天文学和太空 "="Астрономия и Космос"
"几何图形填充色"="Цвет заполнения геометрической фигуры "
"七巧板"="Танграмма "
"打开笔迹修复"="Включить ремонт почерка"
"网络资源"="Сетевые ресурсы"
"荧光笔"="Подсветка "
"画笔设置"="Настройка кисти"
"设备 "="Оборудование"
"星云"="Туманность"
"搜索"="Поиск"
"隐藏列表"="Скрыть список"
"修改背景"="Изменение фона"
"大尺寸图片"="Изображение большим размером"
"退出"="Выход"
"请检查是否安装office 2003"="Проверьте, установлен ли office 2003"
"探照灯"="Прожектор"
"浏览"="Просмотр "
"测量 "="Измерение"
"画笔类型"="Тип пера "
"视屏录制"="Запись экрана"
"扑克牌 "="Покер"
"欧洲 "="Европа"
"屏幕背景"="Фон рабочего стола"
"(提示：输入网址或者从浏览器中复制网址)"="(Подсказка: Ввести URL или скопировать URL из браузера)"
"星系"="Галактика"
"画笔宽度"="Ширина пера "
"评估"="Оценка "
"放到最前"="В самый передний "
"另存为"="Сохранить как"
"漫游"="Переместить "
"找不到视频设备"="Нет видео устройства"
"正五边形"="Полигон на пять очков"
"确定"="Подтверждение "
"预览页面"="Предварительный просмотр страницы"
"剪切"="Вырезать "
"平行四边形"="Параллелограмм"
"越南"="Вьетнамский язык "
"向上"="Переместить вверх"
"几何形状 "="Геометрия"
"新建图片背景页"="Новая страница изображения"
"线宽"="Ширина линии "
"幻灯片导航"="Навигация слайдов  "
"亚洲"="Азия"
"您还没有播放PowerPoint幻灯片。"="Вы еще не воспроизвели слайд PowerPoint"
"形状 "="Формы"
"量角器"="Транспортир"
"数学概念和运算 "="Количество, понятия и операции"
"打印"="Распечатать"
"矩形"="Прямоугольник"
"媒体播放器"="Медиа плеер"
"几何图形"="Геометрическая фигура "
"产品连接到加密狗时，水印将在从新启动软件后消失"="При подключении аппаратного ключа, водяной знак исчезнет при перезагрузке программного обеспечения"
"插入文本框"="Вставить текстовое окно "
"暂停"="Пауза"
"关闭"="Закрыть"
"正在打印文档，请稍等"="Идет печать файла, подождите."
"请输入网址："="Введите URL:"
"泰语"="Таиландский язык "
"计算器"="Калькулятор"
"小尺寸图片"="Изображение малым размером "
"两栖动物 "="Амфибия"
"笔迹修复"="Ремонт почерка "
"双子星计划 "="Близнецы"
"字体颜色"="Цвет шрифта"
"导出文件"="Вывести файл"
"骰子"="Игральная кость"
"外部工具管理"="Управление внешним инструментом"
"空间计划 "="Космическая программа"
"选择所有笔迹"="Выбрать все почерки "
"平面形状"="Плоские фигуры"
"星座 "="Созвездие"
"翻动上一页是出现错误"="Ошибка вернуться к последней странице"
"开始"="Пуск "
"透明背景"="Прозрачный фон"
"打开文件"="Открыть файл"
"直径画圆"="Круг по диаметру"
"同步下载方式"="Синхронный режим"
"鱼"="Рыба"
"中国"="Китай"
"直角坐标系"="Прямоугольная система координат"
"单位圆"="Единичный круг"
"启动页面"="Пуск страницы"
"页面背景"="Фон страницы"
"图片背景"="Фон изображения"
"线条样式"="Стиль линии"
"白色背景"="Белый фон"
"插入图片"="Вставить рисунок "

